#include "afxcmn.h"

CString strTextInfo[]={
	_T("工作方式"),		//0
	_T("测量方式:PHA"),	//1
	_T("结束条件:"),	//2 时间,计数,无
	_T("谱长"),			//3

	_T("工作条件:"),	//4
	_T("当前状态:"),	//5
	_T("预置时间(s):"),	//6
	_T("已测时间(s):"),	//7
	_T("预置计数:"),	//8
	_T("当前计数:"),	//9

	_T("光标信息"),		//10
	_T("当前道址:"),	//11
	_T("当前计数:"),	//12

	_T("ROI信息"),		//13
	_T("ROI峰位:"),		//14
	_T("ROI半高宽:"),	//15
	_T("ROI峰面积:"),	//16
	_T("ROI峰计数率:"),	//17


};//项目

CString nNumInfo[]={
	_T(""),
	_T(""),
	_T("时间"),
	_T("8192"),

	_T(""),
	_T("暂停"),
	_T("3600"),
	_T("0"),
	_T("##"),
	_T("##"),

	_T(""),
	_T("128"),
	_T("0"),

	_T(""),
	_T("663"),
	_T("14"),
	_T("7800"),
	_T("0"),


};//各项对应值
